cask "amethyst"
brew "cloc"
brew "docker"
brew "docker-compose"
brew "docker-machine"
brew "entr"
brew "go"
brew "graphviz"
brew "gource"
brew "haskell-stack"
brew "hugo"
brew "nmap"
brew "pstree"
brew "sqlite"
brew "tree"
# cask "virtualbox" # not available for arm
brew "wget"

# Vitess stuff
brew "ant"
brew "consul"
brew "etcd"
brew "maven"
brew "mysql@5.7"
